<?php


return [

	//login
	"email"=>"البريد الالكتروني",
	"password"=>"كلمة المرور",
	"remember_me"=>"تذكرني",
	"forget_your_password"=>"هل نسيت كلمة المرور ؟",
	"login"=>"تسجيل الدخول",


	// register
	"register"=>"تسجيل",
	"name"=>"الإسم",
	"confirm_password"=>"تأكيد كلمة المرور",
	"Verify Your Email Address"=>"تفعيل بريدك الإلكتروني",
	"A fresh verification link has been sent to your email address."=>"تم ارسال رابط تفعيل جديد إلى بريدك الالكتروني المسجل",
	"Before proceeding, please check your email for a verification link."=>"قبل المتابعة برجاء فحص رابط التفعيل في  البريد الخاص بك.",
	"If you did not receive the email"=>"إذا لم تتلقى بريد تفعيل",
	"click here to request another"=>"إضغط هنا لإرسال رابط آخر بديل",

    //home page

    "احجز موعدك مع صالونك دون الحاجة الي التنقل من مكانك"=>"احجز موعدك مع صالونك دون الحاجة الي التنقل من مكانك",
    "اختر الخدمة"=>"اختر الخدمة",
    "اختر المدينة"=>"اختر المدينة",
    "بحث"=>"بحث",
    "كيف اتعامل مع المنصة؟"=>"كيف اتعامل مع المنصة؟",
    "في غضون دقائق قليلة مباشرة علي موقعنا"=>"في غضون دقائق قليلة مباشرة علي موقعنا",
    "تاكيد الحجز بالحضور في الموعد المحدد"=>"تاكيد الحجز بالحضور في الموعد المحدد",
    "حسب الخدمة والمدينة التي تريد"=>"حسب الخدمة والمدينة التي تريد",
    "تاكيد الحجز بالحضور في الموعد المحدد"=>"تاكيد الحجز بالحضور في الموعد المحدد",
    "تسجيل الدخول"=>"تسجيل الدخول",
    "انشاء حساب"=>"انشاء حساب",
    "الرئيسية"=>"الرئيسية",
    "انصل بنا"=>"انصل بنا",
    "بحاجة الي مساعدة؟"=>"بحاجة الي مساعدة؟",
    "من نحن"=>"من نحن",
    "سياسة الخصوصية"=>"سياسة الخصوصية",
    "شروط الاستخدام"=>"شروط الاستخدام",
    "انشاء حساب"=>"انشاء حساب",
    "احسب موعدك"=>"احسب موعدك",
    "تاكيد الحجز"=>"تاكيد الحجز",


    //header and footer



    "الرئيسية"=>"الرئيسية",
    "الصفحة الشخصية"=>"لوحة التحكم",
    "اختر اللغة"=>"اللغة",
    "تسجيل الدخول"=>"تسجيل الدخول",
    "تسجيل الخروج"=>"تسجيل الخروج",
    "اتصل بنا"=>"اتصل بنا",
    "تواصل معنا"=>"تواصل معنا",
    "بحاجة الي مساعدة؟"=>"بحاجة الي مساعدة؟",
    "حول"=>"حول",
    "من نحن"=>"من نحن",
    "سياسة الخصوصية"=>"سياسة الخصوصية",
    "شروط الاستخدام"=>"شروط الاستخدام",
    'الحجوزات'=>'الحجوزات',




    //login and register page



    "Email Or Phone"=>"البريد او رقم الهاتف",
    "Password"=>"كلمة المرور",
    "Remember Me"=>"تذكرني",
    "Forgot Password?"=>"نسيت كلمة السر؟",
    "Create Your New Account"=>"انشاء حساب جديد",
    "Name"=>"الاسم",
    "Male"=>"ذكر",
    "Female"=>"انثي",
    "Email"=>"البريد الالكتروني",
    "Phone"=>"رقم الهاتف",
    "Who Are You?"=>"من انت؟",
    "Client"=>"عميل",
    "Salon Owner"=>"صاحب صالون",
    "Confirm Password"=>"أعد كتابة كلمة المرور",
    "I have read and agree to the Terms and Conditions of Use"=>"لقد قرأت ووافقت على شروط وأحكام الاستخدام",
    "Log in with Facebook"=>"تسجيل الدخول باستخدام facebook",
    "Log in with Google"=>"تسجيل الدخول باستخدام Google",
    "Create Account"=>"انشاء حساب",






    //add sallon information
    "Personal Image"=>"الصورة الشخصية",
    "Salon Owner Information"=>"معلومات صاحب الصالون",
    "Name"=>"الاسم",
    "E-mail"=>"البريد الالكتروني",
    "Phone"=>"رقم الهاتف",
    "Salon Information"=>"استكمال بيانات الصالون",
    "City"=>"المدينة",
    "address"=>"العنوان",
    "profile picture"=>"صورة الملف الشخصي",
    "open_at"=>"يعمل من",
    "close_at"=>"يغلق عند",
    "Description"=>"الوصف",
    "Services"=>"الخدمات",
    "Submit"=>"تاكيد",


    //reservation
    "Comments"=>"التعليقات",
    "Reservations"=>"الحجوزات",
    "type"=>"النوع",




    //ترجم من اول هنا
    "الصالونات الاعلي تقييما"=>"الصالونات الاعلي تقييما",
    "مواعيد العمل"=>"مواعيد العمل",
    "reserve"=>"احجز",
    "Services & Departments"=>"الاقسام والخدمات",
    "day"=>"اليوم",
    "choose the time"=>"حدد الوقت",
    "total price"=>"السعر الكلي",
    "services choosen"=>"الخدمات المحددة",
    "Submit Reservation"=>"تاكيد الحجز",
    "ادخل الكوبون اذا كان لديك لتستمتع بخصم علي قيمة الحجز"=>"ادخل الكوبون اذا كان لديك لتستمتع بخصم علي قيمة الحجز",

    //القائمة الجانبية لصفحة صاحب الصالون

    "Dashboard"=>"الرئيسية",
    "Reservations"=>"الحجوزات",
    "services"=>"الخدمات",
    "clients"=>"العملاء",
    "Copouns"=>"الكوبونات",
    "Guides"=>"ارشاد",
    "Settings"=>"الاعدادات",
    "Log Out"=>"تسجيل خروج",

    //صفحة الحجوزات لصاحب الصالون


    "طلبات الحجز"=>"طلبات الحجز",
    "الحجوزات المؤكدة"=>"الحجوزات المؤكدة",
    "الحجوزات المكتملة"=>"الحجوزات المكتملة",
    "الحجوزات المرفوضة"=>"الحجوزات المرفوضة",
    "Client name"=>"اسم العميل",
    "cost"=>"التكلفة",
    "Status"=>"الحالة",
    "Action"=>"العمليات",
    "hour"=>"الوقت",
    "accept"=>"قبول ",
    "completed"=>"اتمام الحجز",
    "refuse"=>"رفض",

    //صفحة العملاء لصاحب الصالون


    "عدد العملاء"=>"عدد العملاء",
    //"Name"=>"الاسم",
    "Confirmed Reservations"=>"الحجوزات المكتملة",
    "Rejected Reservations"=>"الحجوزات المرفوضة",
    "حظر"=>"حظر",
    "تفعيل"=>"تفعيل",


    //صفحة الكوبونات لصاحب الصالون


    "عدد الكوبونات"=>"عدد الكوبونات",
    "الكوبونات النشطة"=>"الكوبونات النشطة",
    "الكوبونات الغير نشطة"=>"الكوبونات الغير نشطة",
    "Add New Coupon"=>"اضافة كوبون جديد",
    "Copon"=>"الكوبون",
    "Copoun"=>"الكوبون:(اختيارى)",
    "Discount"=>"الخصم",
    "Start Date"=>"تاريخ البداية",
    "End Date"=>"تاريخ الانتهاء",
    "كود الكوبون"=>"كود الكوبون",
    "نسبة الخصم"=>"نسبة الخصم",
    "عدد المستخدمين"=>"عدد المستخدمين",
    "تاريخ البداية"=>"تاريخ البداية",
    "تاريخ الانتهاء"=>"تاريخ الانتهاء",
    "تعطيل"=>"تعطيل",
    "حذف"=>"حذف",


    //صفحة الاعدادات لصاحب الصالون



    "Information Personaml"=>"المعلومات الشخصية",
    "Update Password"=>"تغيير كلمة السر",
    "New password"=>"كلمة السر الجديدة",
    "Confirm New password"=>"تاكيد كلمة السر",
    "Sallon Information"=>"بيانات الصالون ",
    "Address"=>"العنوان",
    "Open At"=>"يفتح في",
    "Close At"=>"يغلق في",
    "Rest_start:(Optional)"=>"بداية الراحة:(اختيارى)",
    "Rest_End:(Optional)"=>"نهاية الراحة:(اختيارى)",
   // "choose the time"=>"اختر الوقت",
    "Add New Services"=>"اضافة خدمات جديدة",
    "Delete Services"=>"حذف خدمات",


    //admin panel

    "Sallons"=>"الصالونات",
    "Join requests"=>"طلبات الانضمام",
    "cities"=>"المدن",
    "categories"=>"الاقسام الرئيسية",
    "Users"=>"المستخدمين",
    "Sallon Name"=>"اسم الصالون",
    "طلبات الانضمام"=>"طلبات الانضمام",
    "المدينة"=>"المدينة",
    "المستوى"=>"المستوى",
    "الضريبة"=>"الضريبة",
    "المستوى الاول"=>"المستوى الاول",
    "المستوى التانى"=>"المستوى التانى",
    "المستوى الثالث"=>"المستوى الثالث",
    "المستوى الرابع"=>"المستوى الرابع",
    "غير مفعل"=>"غير مفعل",
    " مفعل"=>" مفعل",
    "الموقع"=>"الموقع",
    "المدن"=>"المدن",
    "Add New City"=>"اضافة مدينة جديدة",
    "الاسم باللغة العربية"=>"الاسم باللغة العربية",
    "الاسم باللغة الفرنسية"=>"الاسم باللغة الفرنسية",
    "تعديل"=>"تعديل",
    "الاقسام"=>"الاقسام",
    "Add New Category"=>"اضافة قسم جديد",
    "القسم الرئيسي"=>"القسم الرئيسي",
    "اختر القسم"=>"اختر القسم",
    "Add New Service"=>"اضافة خدمة جديدة",
    "صاحب صالون"=>"صاحب صالون",
    "عميل"=>"عميل",
    "البريد الالكتروني"=>"البريد الالكتروني",
    "مفعل"=>"مفعل",
    "privacy policy page"=>"صفحة سياسة الخصوصية",
    "about us page"=>"صفحة من نحن",
    "About US and Privacy Policy pages"=>"صفحات من نحن وسياسة الخصوصية",
    "Referral points"=>"نقاط الاحالة",
    "loyalty points"=>"نقاط الوفاء",
    "النقاط"=>"النقاط",
    "level 4"=>"المستوى الرابع",
    "level 3"=>"المستوى الثالث",
    "level 2"=>"المستوى الثاني",
    "level 1"=>"المستوى الاول",
    "Reservation levels"=>"تحديد المستوى بعدد الحجوزات",
    "fourth level tax"=>"ضريبة المستوى الثالث",
    "third level tax"=>"ضريبة المستوى الثالث",
    "second level tax"=>"ضريبة المستوى الثاني",
    "first level tax"=>"ضريبة المستوى الاول",
    "Application Information"=>"معلومات التطبيق",
    "Edit City"=>"تعديل المدينة",
    "Edit Category"=>"تعديل القسم",
    "category"=>"القسم",
    "تعديل الخدمة"=>"تعديل الخدمة",
    "عدد الصور"=>"عدد الصور",
    "عدد الحجوزات"=>"عدد الحجوزات",
    "اجمالي الضريبة"=>"اجمالي الضريبة",
    ""=>"",
    ""=>"",
    ""=>"",
    ""=>"",
    ""=>"",
    ""=>"",
    ""=>"",
    ""=>"",
    ""=>"",
    ""=>"",
    ""=>"",
    ""=>"",



    //الجداول


    "التاريخ"=>"التاريخ",
    "الوقت"=>"الوقت",
    "اجمالي السعر"=>"اجمالي السعر",
    "العمليات"=>"العمليات",
    "الاسم"=>"الاسم",
    "الخدمات"=>"الخدمات",
    "الحالة"=>"الحالة",
    "كود التاكيد"=>"كود التاكيد",
    "عرض الخدمات المحجوزة"=>"عرض الخدمات المحجوزة",
    "مكتملة"=>"مكتملة",
    "قيد المراجعة"=>"قيد المراجعة",
    "مؤكدة"=>"مؤكدة",
    "مرفوضة"=>"مرفوضة",





    //الصفحة الشخصية للعميل
    "User Information"=>"بيانات العميل ",
    "Save Edits"=>"حفظ التعديلات",
    "Add Comment"=>"اضافة تعليق",
    "Your Rate"=>"تقييمك",
    "Add Your Comment Here"=>"اكتب تعليقك هنا",
    "اسم الصالون"=>"اسم الصالون",
    "الاجمالي"=>"الاجمالي",
    "تاكيد موعد الحجز"=>"تاكيد موعد الحجز",
    "time"=>"الوقت",
    "date"=>"التاريخ",
    "حدد الساعة"=>"حدد الساعة",
    "Sallon"=>"اسم الصالون",
    "delete"=>"حذف",
    "نقاط الوفاء"=>"نقاط الوفاء",
    "Points"=>"النقاط",
    "عقد الايجار"=>"عقد الايجار",
    "السجل التجارى"=>"السجل التجارى",
    "الارباح"=>"الارباح",
    "العملاء"=>"العملاء",









];
